Repository: branchdev98/go-eft-tapping
Catalog: lib/l10n/app_*.arb
Languages: sv

source: Hello World!
sv: ¡Hola Mundo!

# thesound
source: The sound can be interrupted by pressing any button.
sv: Ljudet kan avbrytas med vilken knapp som helst

source: YOUR EFT
sv: DIN EFT

source: CONTACT ME
sv: Kontakta mig

source: Sharing is caring!
sv: Att dela är omtänksamt!

# myfeeling
source: My feeling or symptom is...
sv: Min känsla eller symptom är...

# theintensity
source: The intensity is (0->10)...
sv: Intensiteten är (0->10) ...

# myfeelingrecorded
source: My feeling or symptom is recorded
sv: Känslan eller symptomet är inspelat

# theintensityrecorded
source: The intensity is recorded
sv: Intensiteten är inspelad

source: Record problem
sv: Inspelning av problemet

source: Record intensity
sv: Inspelning av intensiteten

source: Recording intensity...
sv: Inspelning pågår...

# recordprefferedemotion
source: Record preferred emotion
sv: Inspelning av föredragen känsla

source: Recording...
sv: Inspelning pågår...

source: Record
sv: Spela in
